/* Torrent -> progress string */
" - %@ remaining" = " - %@ απομένουν";

/* Torrent -> progress string */
" - remaining time unknown" = " - χρόνος που απομένει, άγνωστος";

/* File size (beware of leading space) */
" GB" = " GB";

/* File size (beware of leading space) */
" KB" = " KB";

/* File size (beware of leading space) */
" MB" = " MB";

/* Removal confirm panel -> message part 2 */
" Once removed, continuing the transfers will require the torrent files. Do you really want to remove them?" = " Μόλις γίνει η αφαίρεση, η συνέχιση των μεταφορών θα απαιτήσει τα αρχεία torrent. Θέλετε σίγουρα να γίνει η αφαίρεση;";

/* Inspector -> Files tab -> file status string */
"%.2f%% of %@" = "%1$.2f%% of %2$@";

/* Torrent -> progress string */
"%@ of %@ (%.2f%%)" = "%1$@ of %2$@ (%3$.2f%%)";

/* Inspector -> above tabs -> total size (several torrents selected) */
"%@ Total" = "%@ Σύνολο";

/* Torrent -> progress string */
"%@, uploaded %@ (Ratio: %@)" = "%1$@, φορτώθηκαν %2$@ (Αναλογία: %3$@)";

/* Inspector -> Peers tab -> peers */
"%d cache" = "%d cache";

/* Inspector -> Peers tab -> peers */
"%d Connected" = "%d Συνδεδεμένοι";

/* Torrent -> remaining time */
"%d days %d hr" = "%1$d ημέρες %2$d ώρες";

/* Inspector -> Files tab -> bottom text (number of files) */
"%d files total" = "%d αρχεία σύνολο";

/* Torrent -> remaining time */
"%d hr %02d min" = "%1$d ώρες %2$d λεπτά";

/* Inspector -> Peers tab -> peers */
"%d incoming" = "%d εισερχόμενα";

/* Torrent -> remaining time */
"%d min %02d sec" = "%1$d λεπτά %2$d δευτ/λεπτα";

/* Inspector -> Peers tab -> peers */
"%d PEX" = "%d PEX";

/* Torrent -> remaining time */
"%d sec" = "%d δευτ/λεπτα";

/* Inspector -> above tabs -> selected torrents */
"%d Torrents Selected" = "Επιλέχθηκαν %d Torrents";

/* Inspector -> Peers tab -> peers */
"%d tracker" = "%d tracker";

/* Status bar transfer count */
"%d Transfers" = "%d Μεταφορές";

/* File size */
"%lld bytes" = "%lld bytes";

/* Torrent -> remaining time */
"1 day %d hr" = "1 ημέρα %d ώρα";

/* Inspector -> Files tab -> bottom text (number of files) */
"1 file total" = "1 αρχείο σύνολο";

/* Status bar transfer count */
"1 Transfer" = "1 Μεταφορά";

/* Move folder cannot be found alert -> message */
"\"%@\" cannot be found. The file will remain in its current location." = "Το \"%@\" δεν βρέθηκε. Το αρχείο θα παραμείνει στην παρούσα θέση του.";

/* Folder cannot be found alert -> message */
"\"%@\" cannot be found. The transfer will be paused." = "Το \"%@\" δεν βρέθηκε. Η μεταφορά θα σταματήσει.";

/* Torrent file disk space alert -> button */
"Always Download" = "Να Κατεβάζει Πάντα";

/* Transfer speed (Bytes per second) */
"B/s" = "B/s";

/* Preferences -> Bandwidth toolbar item title */
"Bandwidth" = "Εύρος Δικτύου";

/* Growl notification description */
"Bandwidth settings changed" = "Οι παράμετροι του Εύρους Δικτύου άλλαξαν";

/* Inspector -> Peers tab -> table row tooltip */
"cache" = "cache";

/* Removal confirm panel -> button
   Confirm Quit panel -> button */
"Cancel" = "Ακύρωση";

/* Torrent -> status string */
"Checking existing files" = "Έλεγχος υπαρχόντων αρχείων";

/* Preferences -> Network -> port status */
"Checking port status" = "Έλεγχος Port";

/* Folder cannot be found alert -> location button */
"Choose New Location" = "Επιλέξτε Νέα Θέση";

/* Confirm Quit panel -> title */
"Confirm Quit" = "Επιβεβαίωση Κλεισίματος";

/* Removal confirm panel -> title */
"Confirm Removal of %d Transfers" = "Επιβεβαίωση Αφαίρεσης %d Μεταφορών";

/* Removal confirm panel -> title */
"Confirm Removal of \"%@\"" = "Επιβεβαίωση Αφαίρεσης του \"%@\"";

/* Torrent file copy alert -> title */
"Copy of \"%@\" Cannot Be Created" = "Αντίγραφο του \"%@\" Δεν Μπορεί Να Πραγματοποιηθεί";

/* Torrent -> status string */
"DL: %@, " = "DL: %@, ";

/* Torrent file disk space alert -> button */
"Download Anyway" = "Κατέβασμα Οπωσδήποτε";

/* Growl notification title */
"Download Complete" = "Κατέβασμα Πλήρες";

/* Torrent -> status string */
"Downloading" = "Κατέβασμα";

/* Torrent -> status string */
"Downloading from %d of %d peers" = "Κατέβασμα από %1$d εκ των %2$d συνδέσεων";

/* Torrent -> status string */
"Downloading from %d of 1 peer" = "Κατέβασμα από %d εκ της 1 σύνδεσης";

/* Transfer speed invalid
   Ratio invalid */
"error" = "σφάλμα";

/* Preferences -> Network -> port map status */
"Error mapping port" = "Σφάλμα εύρεσης Port";

/* Torrent -> status string */
"Error: " = "Σφάλμα: ";

/* Filter toolbar item -> label */
"Filter" = "Φίλτρο";

/* Preferences -> General toolbar item title */
"General" = "Γενικές";

/* View menu -> Filter Bar */
"Hide Filter Bar" = "Απόκρυψη Μπάρας Φίλτρων";

/* View menu -> Inspector */
"Hide Inspector" = "Απόκρυψη Επιθεώρησης";

/* View menu -> Status Bar */
"Hide Status Bar" = "Απόκρυψη Μπάρας Κατάστασης";

/* Inspector -> Peers tab -> table row tooltip */
"incoming connection" = "εισερχόμενη σύνδεση";

/* Inspector -> Peers tab -> peers
   Inspector -> Files tab -> bottom text (number of files) */
"info not available" = "πληροφορίες μη διαθέσιμες";

/* Inspector toolbar item -> label */
"Inspector" = "Επιθεώρηση";

/* Download not a torrent -> message */
"It appears that the file \"%@\" from %@ is not a torrent file." = "Φαίνεται ότι το αρχείο \"%@\" από %@ δεν είναι αρχείο torrent.";

/* Action context menu -> upload/download limit */
"Limit (%d KB/s)" = "Όριο (%d KB/s)";

/* Save log alert panel -> title */
"Log Could Not Be Saved" = "Η Αναφορά (Log) Δεν Μπόρεσε Να Αποθηκευθεί";

/* No Ratio
   Torrent -> status string */
"N/A" = "N/A";

/* Preferences -> Network toolbar item title */
"Network" = "Δίκτυο";

/* Inspector -> above tabs -> selected torrents */
"No Torrents Selected" = "Κανένα Επιλεγμένο Torrent";

/* Torrent file disk space alert -> title */
"Not enough remaining disk space to download \"%@\" completely." = "Δεν υπάρχει αρκετός χώρος στο δίσκο για να ολοκληρωθεί το κατέβασμα του \"%@\".";

/* Download not a torrent -> button
   Save log alert panel -> button
   Move folder cannot be found alert -> button
   Torrent download failed -> button
   Folder cannot be found alert -> button
   Torrent file copy alert -> button
   Torrent file disk space alert -> button */
"OK" = "OK";

/* Open toolbar item -> label */
"Open" = "Άνοιγμα";

/* Open toolbar item -> palette label */
"Open Torrent Files" = "Άνοιγμα Torrent Αρχείων";

/* Open toolbar item -> tooltip */
"Open torrent files" = "Άνοιγμα torrent αρχείων";

/* Pause toolbar item -> label */
"Pause" = "Διακοπή";

/* Pause All toolbar item -> label */
"Pause All" = "Διακοπή Όλων";

/* Pause All toolbar item -> tooltip */
"Pause all transfers" = "Διακοπή όλων των μεταφορών";

/* Pause toolbar item -> palette label */
"Pause Selected" = "Διακοπή Επιλεγμένων";

/* Pause toolbar item -> tooltip */
"Pause selected transfers" = "Διακοπή επιλεγμένων μεταφορών";

/* Torrent -> status string */
"Paused" = "Paused";

/* Inspector -> Peers tab -> table row tooltip */
"peer exchange" = "Ανταλλαγή με συνδεδεμένους";

/* Inspector -> Activity -> detailed pieces view tooltip */
"Piece Availability" = "Διαθεσιμότητα Κομματιών";

/* Inspector -> Activity -> detailed pieces view tooltip */
"Piece Progress" = "Πρόοδος Κομματιών";

/* Preferences -> Network -> port status */
"Port is closed" = "Port κλειστό";

/* Preferences -> Network -> port status */
"Port is open" = "Port ανοικτό";

/* Preferences -> Network -> port status */
"Port is stealth" = "Port άγνωστο";

/* Preferences -> Network -> port map status */
"Port successfully mapped" = "Ταξινόμηση Port επιτυχής";

/* Inspector -> is private torrent */
"Private Torrent, PEX disabled" = "Ιδιωτικό Torrent, PEX ανενεργό";

/* Inspector -> Peers tab -> table row tooltip */
"Progress: %.1f%%\nPort: %@\nFrom: %@" = "Πρόοδος: %1$.1f%%\nPort: %2$@\nΑπό: %3$@";

/* Inspector -> is not private torrent */
"Public Torrent" = "Δημόσιο Torrent";

/* Transmission already running alert -> button
   OS update needed -> button
   Confirm Quit panel -> button */
"Quit" = "Κλείσιμο";

/* Torrent -> status string */
"Ratio: " = "Αναλογία: ";

/* Torrent -> status string */
"Ratio: %@, " = "Αναλογία: %@, ";

/* Removal confirm panel -> button
   Remove toolbar item -> label */
"Remove" = "Αφαίρεση";

/* Remove toolbar item -> palette label */
"Remove Selected" = "Αφαίρεση Επιλεγμένων";

/* Remove toolbar item -> tooltip */
"Remove selected transfers" = "Αφαίρεση επιλεγμένων μεταφορών";

/* Resume toolbar item -> label */
"Resume" = "Επαλήθευση";

/* Resume All toolbar item -> label */
"Resume All" = "Επαλήθευση Όλων";

/* Resume All toolbar item -> tooltip */
"Resume all transfers" = "Επαλήθευση όλων των μεταφορών";

/* Resume toolbar item -> palette label */
"Resume Selected" = "Επαλήθευση Επιλεγμένων";

/* Resume toolbar item -> tooltip */
"Resume selected transfers" = "Επαλήθευση επιλεγμένων μεταφορών";

/* Torrent -> status string */
"Seeding" = "Διαμοιρασμός";

/* Torrent -> status string */
"Seeding complete" = "Διαμοιρασμός ολοκληρώθηκε";

/* Growl notification title */
"Seeding Complete" = "Διαμοιρασμός Ολοκληρώθηκε";

/* Torrent -> status string */
"Seeding to %d of %d peers" = "Διαμοιρασμός σε %1$d εκ των %2$d συνδέσεων";

/* Torrent -> status string */
"Seeding to %d of 1 peer" = "Διαμοιρασμός σε %d εκ της 1 σύνδεσης";

/* Folder cannot be found alert -> prompt
   Default incomplete folder cannot be found alert -> prompt
   Default folder cannot be found alert -> prompt
   Open torrent -> prompt */
"Select" = "Επιλογή";

/* Folder cannot be found alert -> select destination folder
   Open torrent -> select destination folder */
"Select the download folder for \"%@\"" = "Επιλογή ντοσιέ κατεβάσματος για το \"%@\"";

/* Main window -> 1st bottom left button (action) tooltip */
"Shortcuts for changing global settings." = "Συντομεύσεις για αλλαγή γενικών ρυθμίσεων";

/* View menu -> Filter Bar */
"Show Filter Bar" = "Εμφάνιση Μπάρας Φίλτρων";

/* View menu -> Inspector */
"Show Inspector" = "Εμφάνιση Επιθεώρησης";

/* View menu -> Status Bar */
"Show Status Bar" = "Εμφάνιση Μπάρας Κατάστασης";

/* Growl notification title */
"Speed Limit Auto Disabled" = "Αυτόματη Απενεργοποίηση Ορίου Ταχύτητας";

/* Growl notification title */
"Speed Limit Auto Enabled" = "Αυτόματη Ενεργοποίηση Ορίου Ταχύτητας";

/* Main window -> 2nd bottom left button (turtle) tooltip */
"Speed Limit overrides the total bandwidth limits with its own limits." = "Το Όριο Ταχύτητας, υπερισχύει του Ολικού Ορίου Ταχύτητας!";

/* Action context menu -> ratio stop */
"Stop at Ratio (%.2f)" = "Να σταματά σε Αναλογία (%.2f)";

/* Torrent -> status string */
"Stopping" = "Σταμάτημα";

/* Default folder cannot be found alert -> message */
"The download folder cannot be found. Choose a new location." = "Το προκαθορισμένο ντοσιέ κατεβάσματος δεν βρέθηκε. Διαλέξτε άλλο ντοσιέ";

/* Folder cannot be found alert -> title */
"The folder for downloading \"%@\" cannot be found." = "Το ντοσιέ για το κατέβασμα του \"%@\", δεν βρέθηκε.";

/* Move folder cannot be found alert -> title */
"The folder for moving the completed \"%@\" cannot be found." = "Το ντοσιέ για την μετακίνηση του ολοκληρωμένου \"%@\" δεν βρέθηκε.";

/* Default incomplete folder cannot be found alert -> message */
"The incomplete folder cannot be found. Choose a new location or cancel for none." = "Το ημιτελές ντοσιέ δεν βρέθηκε. Επιλέξτε άλλο ή πατήστε Ακύρωση.";

/* Torrent download failed -> message */
"The torrent could not be downloaded from %@ because an error occurred (%@)." = "Το torrent δεν μπορεί να μεταφορτωθεί από το %1$@, επειδή ένα σφάλμα εμφανίστηκε (%2$@).";

/* Torrent file copy alert -> message */
"The torrent file (%@) cannot be found." = "Το αρχείο torrent (%@) δεν βρέθηκε.";

/* Torrent file disk space alert -> message */
"The transfer will be paused. Clear up space on \"%@\" to continue." = "Η μεταφορά θα διακοπεί. Ελευθερώστε χώρο στο \"%@\" για να συνεχιστεί";

/* Removal confirm panel -> message part 1 */
"There are %d active transfers." = "Υπάρχουν %d ενεργές μεταφορές.";

/* Confirm Quit panel -> message */
"There are %d active transfers. Do you really want to quit?" = "Υπάρχουν %d ενεργές μεταφορές. Θέλετε σίγουρα να κλείσετε;";

/* Removal confirm panel -> message part 1 */
"There are %d transfers (%d active)." = "Μεταφορές: %1$d (%2$d ενεργές).";

/* Transmission already running alert -> message */
"There is already a copy of Transmission running. This copy cannot be opened until that instance is quit." = "Ήδη ένα αντίγραφο του Transmission είναι ανοικτό. Αν δεν κλείσετε το ανοικτό αντίγραφο, αυτή η εφαρμογή είναι αδύνατον να ανοίξει.";

/* Confirm Quit panel -> message */
"There is an active transfer. Do you really want to quit?" = "Υπάρχουν μεταφορές ενεργές. Θέλετε σίγουρα να κλείσετε;";

/* Save log alert panel -> message */
"There was a problem creating the file \"%@\"." = "Παρουσιάστηκε πρόβλημα στην δημιουργία του αρχείου \"%@\".";

/* Removal confirm panel -> message */
"This transfer is active. Once removed, continuing the transfer will require the torrent file. Do you really want to remove it?" = "Αυτή η μεταφορά είναι ενεργή. Αν αφαιρεθεί και την ενεργοποιήσετε πάλι, θα χρειαστεί το torrent αρχείο! Θέλετε σίγουρα να το αφαιρέσετε;";

/* Filter toolbar item -> palette label */
"Toggle Filter" = "Εναλλαγή Φίλτρου";

/* Inspector toolbar item -> palette label */
"Toggle Inspector" = "Εναλλαγή Επιθεώρησης";

/* Filter toolbar item -> tooltip */
"Toggle the filter bar" = "Εναλλαγή μπάρας φίλτρων";

/* Inspector toolbar item -> tooltip */
"Toggle the torrent inspector" = "Εναλλαγή της επιθεώρησης torrent";

/* Torrent download error -> title
   Download not a torrent -> title */
"Torrent download failed" = "Αποτυχία Κατεβάσματος Torrent";

/* Growl notification title */
"Torrent File Auto Added" = "Αυτόματη Προσθήκη Torrent Αρχείου";

/* Status bar -> total download */
"Total DL: " = "Σύνολο DL: ";

/* Status bar -> total upload */
"Total UL: " = "Σύνολο UL: ";

/* Inspector -> Peers tab -> table row tooltip */
"tracker" = "ιχνηλάτης (tracker)";

/* Preferences -> Transfers toolbar item title */
"Transfers" = "Μεταφορές";

/* OS update needed -> message */
"Transmission has features that require a more up-to-date operating system. The operating system must be updated before this version can run." = "Το Transmission έχει χαρακτηριστικά που απαιτούν ένα πιο ενημερωμένο Λειτουργικό Σύστημα. Το Λειτουργικό Σύστημα πρέπει να ενημερωθεί προκειμένου να μπορέσει να τρέξει αυτή η έκδοση.";

/* Transmission already running alert -> title */
"Transmission is already running." = "Το Transmission είναι ήδη ανοικτό";

/* OS update needed -> title */
"Transmission requires Mac OS X 10.4 or greater." = "Το Transmmission απαιτεί MAC OS Χ 10.4 ή νεότερο.";

/* Torrent -> location when deleting original */
"Transmission Support Folder" = "Ντοσιέ Υποστήριξης Transmission";

/* Torrent -> status string */
"UL: " = "UL: ";

/* Preferences -> Network -> port status */
"Unable to check port status" = "Αδύνατος ο Έλεγχος Port";

/* Torrent -> remaining time */
"Unknown" = "Άγνωστος";

/* Save log panel -> default file name */
"untitled" = "ανώνυμο";

/* Torrent -> status string */
"Waiting to download" = "Σε αναμονή Κατεβάσματος";

/* Torrent -> status string */
"Waiting to seed" = "Σε αναμονή διαμοιρασμού";

